import React from "react";
import '.././sheetstyle/result.css';
import '.././sheetstyle/detail.css';
import { Row, Col} from 'antd';
export default class Detail extends React.Component{
	constructor(props){
		super(props)
		this.state={
			
		}
	}
	render(){
		return(
			<div className="detail-wrap">
				<div className="detail">
					<Row>
						<Col span={24}>
							<div className="detail-title">
								<h2>不读书,那拿什么开玩笑</h2>
							</div>
						</Col>
					</Row>
					<Row>
						<Col span={24}>
							<div className="detail-img">
								<img src={require('../images/wenzhang1.jpg')}/>
							</div>
						</Col>
					</Row>
					<Row>
						<Col span={24}>
							<div className="detail-wenzi">
								康德曾经说过:“世界上有两件东西能震撼人们的心灵：一件是我们心中崇高的道德标准；另一件是我们头顶上灿烂的星空。”

我还记得三年前看到这句话的时候，是在看猫腻的《间客》的开头，那一年，我看着星空，默默思考着怎么样才可以在这个陌生的城市中，寻找到属于我自己的那一盏灯。每一个在外漂泊久了的游子，都希望有自己的一个家。三年后，我把满满三个麻袋的书搬离了出租屋，搬到了我的新家，这一次，家里多了一个深夜等着我一起入眠的人。

我望着窗外的星空，回想着过去三年的决策，觉得最为明智的，就应该是2015年五月搭上了这趟房地产的末班车，在年尾买了房子，想想如果耽误两年，买房的压力却又会大了很多。我在回想这一切的时候，一个问题从我心底浮现:为什么我们读了这么多书掌握这么多知识，很多时候在一些人生的关键决策上仍然频频出现失误？

以前我一直不明白自己读了那么多的书，究竟可以用来干什么。书中那些老课文，如今已经记不起几首诗词，唯一拿的出手的，可能是中学时代并不是特别擅长的写作。我学过了数学的微积分和求导公式，却很难理解现在的程序和算法，学会了初高中那么多的方程式，却发现不一定可以做好一个简单的演示实验。我们每一个经历了高考的高中生，都经历了各个科目的锤炼，却发现自己把学过的知识变现，却是一件极为困难的事情。

就像我在手机上读完了整本的《美国货币史》，脑海当中回想着过去网上听过的快速阅读，精读乃至思维导图技巧，在我写这些东西的时候，仍然觉得心乱如麻，不知道从何表述。

宇宙的造物主给了我们精巧的身体构造和思考能力，却没有保障我们一定能够在这个世界上生存的权利。这也许是如今的我们在这个世界艰难生存的写照——使用着据说很好的方法试图超越命运成为少数人，却也逃不过概率的捉弄，所有证实过的方法，可能并不适合你自己。我们想要追随，却发现无人可以追随和依靠，除了自己。

“相信事实，相信规律，相信藏在事实和真相背后的驱动力。”冥冥之中，曾经看过的书，听过的话又进入了我的脑海。

我们面对这个随时可能推翻旧有观念却又充满着恶意欺骗的世界，我们始终坚持的那一抹信仰，难道不该是世界的本质特征和规律吗？

网络上满天飞的ICO项目和P2P理财究竟是不是传销？别人参与了赚钱我害怕自己错过，别人赔钱了我又怕反而亏掉本金，我该怎么办？

相信基本常识:第一，在没有特定的优势和高强的分析能力的时候，你可以稳定赚取的回报，是平均值就很不错了。你不能靠不擅长的领域跨越你的阶层

第二，小概率事件如果生死攸关，就一定要考虑在内 如果无关紧要就随他去。另外一定要给自己小额尝试检验的机会。

多去小额参与几次，不要轻易扩大自己的投资金额，紧守投资底限和最大亏损20%的法则，才是在这个时代生存的根本。

最大的权利，是决策权和思考权。这是之前一位创业前辈苦口婆心告诉我的，现在想来极有道理。

学习关于这个世界的一切，物理，化学，还有生物，数学，包括货币历史，是为了更加了解世界的普遍规律。﻿

所有的学科都研究系统，所有的学科都会涉及变量和影响，所有的规律都离不开观察，学过了统计才知道事实往往都是反直觉的，而我们要正确决策，必须基于显而易见的事实和影响关系，还有对系统的深刻洞察和研究。

网上到处都可以买的到的XX果，XX丸究竟是不是传销？央视有专家给这些保健品正名的，百度也有给这些东西抹黑的。“善心汇”闹到了政府，写出了请愿，也没有改变诈骗的本质，有很多人说“吃了XX果，睡眠质量明显改变”，亲身说法并且劝说他人购买，是他们都很傻吗？

我们可以依靠的，一定也只有基本常识:1.有没有一种药品或者东西，成本低廉，可以治疗风湿类风湿等等一系列问题？无毒无痛迅速解决问题不需要花费代价还可以赚钱的手术你见过吗？如果有，那一定早就全国推广举世闻名了。

2.这些人真的傻吗？也不是，他们一定都是现身说法，可是这些没有疗效的人，疗效不显著的人会出来发声吗？可能不会，如果一个药对5%的人有用，对95%的人作用不大，它可能也会被认定是一种神药，而且还有很多“口碑”。很多东西看上去的美好可能仅仅只是“幸存者谬误”而已。

3.期待有一个低廉的救世主都是弱者思维，强者思维是，自己去克服万难做那一条看起来困难却大概率成功的方案，模仿着他人的足迹不会获得想象中的成功。

然而我自己也知道，这些显而易见的道理是很难博得大众的青睐的。在真正重大决策的时候，我们往往思考的都是一些无关紧要的东西。我们的思维深不可测地陷入了结果导向的陷阱。

美国货币史百年下来的研究结论，不过是货币存量的变化与经济状况、货币收入和价格的变化密切相关，且货币状况并不是经济状况的简单反映做结论，这个结论如此模糊，甚至我都会怀疑这个结论毫无用处。

然而仔细一想，我们却从中可以得出一系列很有意思的大胆猜想:

中国每年的货币都处于超发状态，而且物价在缓慢攀升，经济每年保持7%左右的较高速增长，目前中国出台的政策是限制信贷资金继续流入楼市，那么根据货币史书中得出的结论，这些现象之间必定有着不小的关联。

根据基本的常识，房地产升值本质是城市发展和人口聚集的必然结果，这是房地产升值的第二股驱动力。

从生物学生态系统中的常识，我们可以得出一个结论:任何已知的系统都应该通过一系列负反馈调节以保证自身各个指征保持相对稳定。所以无论这些驱动力再怎么强烈，也会受到其自身的反馈以及其他市场干预使趋势减缓乃至稳定达到新的平衡。

根据经济学常识，经济有周期性，中国发展大环境也会有使得中国发展呈现一定的周期性变化，我们也没有观测过哪一个市场可以维持长达几十年的上升而毫无下降趋势，所以房地产必定会有阶段性调整。

而这个调整的时间点在什么地方？既然有变化，必定会有预兆和先行指标变化，那么货币存量作为一个与经济状况还有价格联系密切的变量，很有可能就会成为一个重要的指标指示房地产市场的调整。

根据我们这一代80后的实际状况，我们还会有一波置换房产的机会和刚需，所以关注货币存量很有可能预示着下一次的入场机会。

而这个等待的过程在心理上一定极为漫长，我们可能面临很多机会的诱惑，也会碰到很多可能的创业风口和投资机会，我们总是期望自己每一笔投资都可以得到一个即时的奖励和反馈，却不曾想到真正的机会和回报往往都不是立刻产生结果，有的果实甚至需要血和泪的浇灌才能开花结果，而我们往往倒在了看到花开的前一夜。

重要的不是学会知识，而是想通思考的方式，学会知识背后的基本规律，再运用规律来验证自己的判断逻辑是否正确的过程。

星空中埋藏着宇宙的智慧，青春中溢散着我们宝贵的勇气，历史逝去的是人类的思考。三者得其一者，乃俊秀，得其二者，乃人杰，得其三者，乃大师。

路漫漫其修远兮，吾将上下而求索。

作者：中二的化学君
链接：http://www.jianshu.com/p/dffa6d74e592
來源：简书
著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。
							</div>
						</Col>
					</Row>
					
					
				</div>
			</div>
		)
	}
}
